---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Phase
source: html/df546e3c-360e-ca2d-a5ba-982e83c1b979.htm
---
# Phase Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.